12/data/attachments/9d06e4d7698e8fa9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jorge_floor_Friend_99708_2</nif:username>
            <nif:friendToBeRequested>soap_friends_679213f0-1ef1-4869-9c54-b1670eafb22c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>